Repository: lfarcaro/IFSCGAS_PEPPI201901
Catalog: admin/src/Locale/*/default.po
Languages: pt_br

source: The administrador has been saved.
pt_br: O administrador foi salvo.

source: The administrador could not be saved. Please, try again.
pt_br: O administrador não pôde ser salvo. Por favor, tente novamente.

source: As senhas não coincidem.
pt_br: Como senhas não coincidem.

source: The administrador has been deleted.
pt_br: O administrador foi excluído.

source: The administrador could not be deleted. Please, try again.
pt_br: O administrador não pôde ser excluído. Por favor, tente de novo.

source: The artigo has been saved.
pt_br: O article foi salvo.

source: The artigo could not be saved. Please, try again.
pt_br: O article não pôde ser salvo. Por favor, tente de novo.

source: The artigo has been deleted.
pt_br: O article foi excluído.

source: The artigo could not be deleted. Please, try again.
pt_br: O article não pôde ser excluído. Por favor, tente de novo.

source: The categoria has been saved.
pt_br: A categoria foi salva.

source: The categoria could not be saved. Please, try again.
pt_br: A categoria não pôde ser salva. Por favor, tente de novo.

source: The categoria has been deleted.
pt_br: A categoria foi excluída.

source: The categoria could not be deleted. Please, try again.
pt_br: A categoria não pôde ser excluída. Por favor, tente novamente.

source: The desfile has been saved.
pt_br: O desfile foi salvo.

source: The desfile could not be saved. Please, try again.
pt_br: O desfile não pôde ser salvo. Por favor, tente novamente.

source: The desfile has been deleted.
pt_br: O desfile foi deletado.

source: The desfile could not be deleted. Please, try again.
pt_br: O desfile não pôde ser salvo. Por favor, tente novamente.

source: Falha ao salvar fotografia
pt_br: Falha ao salvar a imagem de capa

source: The designer has been saved.
pt_br: O designer foi salvo.

source: The designer could not be saved. Please, try again.
pt_br: O designer não pôde ser salvo. Por favor, tente novamente.

source: The designer has been deleted.
pt_br: O designer foi excluído.

source: The designer could not be deleted. Please, try again.
pt_br: O designer não pôde ser excluído. Por favor, tente novamente.

source: The pagina has been saved.
pt_br: A pagina foi salva.

source: The pagina could not be saved. Please, try again.
pt_br: A pagina não pôde ser salva. Por favor, tente novamente.

source: The projeto has been saved.
pt_br: O projeto foi salvo.

source: The projeto could not be saved. Please, try again.
pt_br: O projeto não pôde ser salvo. Por favor, tente novamente.

source: The projeto has been deleted.
pt_br: O projeto foi deletado.

source: The projeto could not be deleted. Please, try again.
pt_br: O projeto não pôde ser excluído. Por favor, tente novamente.

source: Actions
pt_br: Ações

source: List Administradores
pt_br: Lista de Administradores

source: Add Administrador
pt_br: Adicionar Administrador

source: Submit
pt_br: Enviar

source: Delete
pt_br: Excluir

source: Are you sure you want to delete # {0}?
pt_br: Tem certeza de que deseja excluir# {0}?

source: Edit Administrador
pt_br: Editar Administrador

source: New Administrador
pt_br: Novo Administrador

source: Edit
pt_br: Editar

source: first
pt_br: primeiro

source: previous
pt_br: anterior

source: next
pt_br: próximo

source: last
pt_br: último

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
pt_br: Página {{page}} de {{pages}}, mostrando {{current}} registros de {{count}} no total

source: Delete Administrador
pt_br: Excluir Administrador

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: List Artigos
pt_br: Lista de Artigos

source: List Designers
pt_br: Lista de Designers

source: New Designer
pt_br: Novo Designers

source: List Categorias
pt_br: Lista Categorias

source: New Categoria
pt_br: Nova Categoria

source: List Artigo Fotografias
pt_br: Lista Artigo Fotografias

source: New Artigo Fotografia
pt_br: Novo Artigo Fotografia

source: List Log Contatodesigners
pt_br: Lista Log Contato designers

source: New Log Contatodesigner
pt_br: Novo Log Contato designer

source: List Log Customizacoes
pt_br: Lista Log Customizações

source: New Log Customizaco
pt_br: Novo Log Customização

source: Add Artigo
pt_br: Adicionar Artigo

source: Edit Artigo
pt_br: Editar Artigo

source: New Artigo
pt_br: Novo Artigo

source: View
pt_br: Ver

source: Delete Artigo
pt_br: Excluir Artigo

source: Descricao Breve
pt_br: Descrição Breve

source: Numero Visualizacoes
pt_br: Número Visualizações

source: Numero Favoritacoes
pt_br: Número Favoritações

source: Numero Compartilhamentos
pt_br: Número Compartilhamentos

source: Criacao
pt_br: Criação

source: Atualizacao
pt_br: Atualização

source: Descricao Completa
pt_br: Descrição Completa

source: Variacoes Disponiveis
pt_br: Variações Disponíveis

source: Related Artigo Fotografias
pt_br: Artigo Fotografias relacionados

source: Related Log Contatodesigners
pt_br: Log Contato designers relacionados

source: Variacoes Escolhidas
pt_br: Variações Escolhidas

source: Related Log Customizacoes
pt_br: Log de Customizações relacionados

source: Customizacao
pt_br: Customização

source: Add Categoria
pt_br: Adicionar Categoria

source: Edit Categoria
pt_br: Editar Categoria

source: Delete Categoria
pt_br: Excluir Categoria

source: Descricao
pt_br: Descrição

source: Related Artigos
pt_br: Artigos relacionados

source: Deletar
pt_br: Excluir

source: List Desfiles
pt_br: Lista Desfiles

source: List Desfile Fotografias
pt_br: Lista Desfile Fotografias

source: New Desfile Fotografia
pt_br: Novo Desfile Fotografia

source: Add Desfile
pt_br: Adicionar Desfile

source: Edit Desfile
pt_br: Editar Desfile

source: New Desfile
pt_br: Novo Desfile

source: Delete Desfile
pt_br: Excluir Desfile

source: Descricao Detalhada
pt_br: Descriçao Detalhada

source: Related Desfile Fotografias
pt_br: Desfile e Fotografias relacionados

source: Add Designer
pt_br: Adicionar Designer

source: Edit Designer
pt_br: Editar Designer

source: Delete Designer
pt_br: Excluir Designer

source: Apresentacao Breve
pt_br: Apresentação Breve

source: Inscricao
pt_br: Inscrição

source: Apresentacao Detalhada
pt_br: Apresentação Detalhada

source: Error
pt_br: Erro

source: Back
pt_br: De volta

source: Edit Pagina
pt_br: Editar Pagina

source: List Projetos
pt_br: Lista de Projetos

source: List Projeto Fotografias
pt_br: Lista Projeto Fotografias

source: New Projeto Fotografia
pt_br: Novo Projeto Fotografia

source: Add Projeto
pt_br: Adicionar Projeto

source: Edit Projeto
pt_br: Editar Projeto

source: New Projeto
pt_br: Novo Projeto

source: Delete Projeto
pt_br: Excluir Projeto

source: Datainicio
pt_br: Data início

source: Datatermino
pt_br: Data término

source: The requested address {0} was not found on this server.
pt_br: O endereço solicitado {0} não foi encontrado neste servidor.

source: An Internal Error Has Occurred
pt_br: Ocorreu um erro interno

source: You are not authorized to access that location.
pt_br: Você não está autorizado a acessar esse local.

source: Missing CSRF token cookie
pt_br: Cookie de token CSRF ausente

source: CSRF token mismatch.
pt_br: Incompatibilidade de token CSRF.

source: Not Found
pt_br: Não encontrado

source: An Internal Error Has Occurred.
pt_br: Ocorreu um erro interno.

source: The requested file contains `..` and will not be read.
pt_br: O arquivo solicitado contém `..` e não será lido.

source: The requested file was not found
pt_br: O arquivo solicitado não foi encontrado

source: {0} from now
pt_br: {0} a partir de agora

source: {0} ago
pt_br: {0} atrás

source: {0} after
pt_br: {0} depois

source: {0} before
pt_br: {0} antes

source: just now
pt_br: agora mesmo

source: about a second ago
pt_br: cerca de um segundo atrás

source: about a minute ago
pt_br: cerca de um minuto atrás

source: about an hour ago
pt_br: cerca de uma hora atrás

source: about a day ago
pt_br: cerca de um dia atrás

source: about a week ago
pt_br: cerca de uma semana atrás

source: about a month ago
pt_br: cerca de um mês atrás

source: about a year ago
pt_br: cerca de um ano atrás

source: in about a second
pt_br: em cerca de um segundo

source: in about a minute
pt_br: em cerca de um minuto

source: in about an hour
pt_br: em cerca de uma hora

source: in about a day
pt_br: em cerca de um dia

source: in about a week
pt_br: em cerca de uma semana

source: in about a month
pt_br: em cerca de um mês

source: in about a year
pt_br: em cerca de um ano

source: today
pt_br: hoje

source: %s ago
pt_br: %s atrás

source: on %s
pt_br: em %s

source: {0} year
pt_br: {0} ano

source: {0} month
pt_br: {0} mês

source: {0} week
pt_br: {0} semana

source: {0} day
pt_br: {0} dia

source: {0} hour
pt_br: {0} hora

source: {0} minute
pt_br: {0} minuto

source: {0} second
pt_br: {0} segundo

source: This value is already in use
pt_br: Este valor já está em uso

source: This value does not exist
pt_br: Este valor não existe

source: The count does not match {0}{1}
pt_br: A contagem não corresponde a {0} {1}

source: and
pt_br: e

source: This field is required
pt_br: Este campo é obrigatório

source: This field cannot be left empty
pt_br: Este campo não pode ser deixado em branco

source: The provided value is invalid
pt_br: O valor fornecido é inválido

source: Edit {0}
pt_br: Editar {0}

source: New {0}
pt_br: Novo {0}

source: Home
pt_br: Inicio

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro
